brew "colima"
brew "docker"
brew "docker-compose"
brew "git"
brew "lazydocker"
brew "mas"
brew "openssh"
brew "zsh"
cask "clash-verge-rev"
cask "cursor"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "obsidian"
cask "temurin@17"
cask "temurin@21"
cask "temurin@25"
cask "temurin@8"
cask "youdaodict"
cask "zoom"
mas "Xnip", id: 1221250572
vscode "k--kato.intellij-idea-keybindings"
